/* Initial login prompt for username and password */
"Login {0} with username and password" = "Login com usuário e senha";

/* Lookup of password in Keychain */
"No login credentials could be found in the Keychain" = "Não foi possível encontrar credenciais válidas de acesso nas Chaves";
"The use of the Keychain is disabled in the Preferences" = "O uso das chaves está desativado nas preferências";

/* Password proctected private key for SSH public key authentication */
"Invalid passphrase" = "Invalid passphrase";
"Private key password protected" = "Chave Privada protegida por senha";
"Enter the passphrase for the private key file" = "Insira a frase-senha para acessar o arquivo de chaves privadas";

"Login canceled" = "Login cancelado";
"Login failed" = "Erro no login";
"Login successful" = "Login feito";

/* Private key selection for SSH public key authentication */
"Select the private key in PEM or PuTTY format" = "Selecione a chave privada no formato PEM/PuTTY";

/* Challenge-Respone authentication */
"Partial authentication success" = "Autenticação parcial bem-sucedida";
"Provide additional login credentials" = "Informe as credenciais adicionais de login";

/* Login prompt placeholders */
"Username" = "Usuário";
"Password" = "Senha";

/* Warning when credentials are sent using unsecured protocol. Unsecure FTP connection */
"Unsecured {0} connection" = "Unsecured {0} connection";

/* Credentials sent over plaintext connection */
"{0} will be sent in plaintext." = "{0} will be sent in plaintext.";
"Don't show again" = "Don't show again";
"Continue" = "Continue";
"Disconnect" = "Disconnect";

/* Protocol switch proposal */
"The server supports encrypted connections. Do you want to switch to {0}?" = "The server supports encrypted connections. Do you want to switch to {0}?";
"Change" = "Change";